{
  "job_description": "Outlier, dünyanın en yenilikçi şirketlerine insan geri bildirimi sağlayarak yapay zeka modellerini geliştirmelerine yardımcı oluyor. Kodlama uzmanlığınızı yapay zeka modellerini eğitmek için kullanmak isteyen deneyimli bir yazılım mühendisi misiniz?\nBiz, büyük dil modellerini eğitmek ve ileri düzey yapay zeka modellerinin daha iyi kod yazmasına yardımcı olmak için çeşitli kuruluşlarla iş birliği yapıyoruz. Projeler genellikle bu modellerin kod yazmayı öğrenirken etkileşimde bulunmayı gerektiren, belirli ve oldukça değişken problemleri içerir. Önceden yapay zeka deneyimi gerekmemektedir.\nBu Fırsat Hakkında\nOutlier, yapay zeka generatif modellerini eğitmeye yardımcı olacak yetenekli yazılımcılar arıyor.\nBu serbest çalışma fırsatı tamamen uzaktan yapılabilir ve çalışma saatleri esnektir, böylece size en uygun zamanda çalışabilirsiniz.\nUzmanlığınızla Katkıda Bulunabilirsiniz\nBilgisayar bilimi ile ilgili sorular oluşturmak ve cevaplamak, böylece yapay zeka modellerini eğitmeye yardımcı olmak.\nYapay zeka modelleri tarafından üretilen kodları değerlendirmek ve sıralamak.\nAranan Uzmanlık Örnekleri\nSeçkin bir kurumda bilgisayar bilimi alanında lisans veya daha yüksek bir dereceye kayıtlı ya da mezun olmak.\nAşağıdaki programlama dillerinden bir veya daha fazlasında uzmanlık: Java, Python, JavaScript / TypeScript, C++, Swift, Verilog.\nKarmaşık kavramları Türkçe olarak akıcı bir şekilde açıklama yeteneği.\nDilbilgisi, noktalama işaretleri ve stil yönergeleri de dahil olmak üzere ayrıntılara mükemmel dikkat.\nÖdeme\nŞu anda, kodlama uzmanları tarafından yapılan temel proje çalışmaları için saatlik ücretler 16 ila 33 USD arasında değişmektedir.\nÜcretler uzmanlık, yetenek değerlendirmesi, konum, proje ihtiyacı ve diğer faktörlere bağlı olarak değişebilir. Örneğin, doktora derecesine sahip olanlara daha yüksek oranlar teklif edilebilir. Proje başlangıç süreci veya fazla mesai gibi temel olmayan işler için daha düşük oranlar uygulanabilir. Bazı projeler teşvik ödemeleri de sunmaktadır. Lütfen her proje için ödeme koşullarını inceleyin.\nShow more\nShow less\n\nOutlier ช่วยบริษัทที่มีนวัตกรรมมากที่สุดในโลกปรับปรุงโมเดล AI ของพวกเขาผ่านการให้ข้อเสนอแนะจากมนุษย์ คุณเป็นนักเขียนภาษาไทยที่มีประสบการณ์และต้องการใช้ความเชี่ยวชาญของคุณในการฝึกอบรมโมเดล AI หรือไม่?\nเกี่ยวกับโอกาสนี้:\nOutlier กำลังมองหานักเขียนที่มีความสามารถและมีความเชี่ยวชาญในภาษาไทยเพื่อช่วยฝึกอบรมโมเดลปัญญาประดิษฐ์แบบสร้างสรรค์ (Generative AI)\nโอกาสงานฟรีแลนซ์นี้เป็นงานระยะไกลที่คุณสามารถเลือกเวลาทำงานได้อย่างยืดหยุ่นตามความสะดวกของคุณ\nคุณอาจมีส่วนช่วยด้วยวิธีต่อไปนี้…\nอ่านข้อความภาษาไทยเพื่อลำดับความเหมาะสมของคำตอบที่สร้างโดยโมเดล AI\nเขียนเรื่องสั้นในภาษาไทยตามหัวข้อที่กำหนด\nประเมินความถูกต้องเชิงข้อเท็จจริงของข้อความภาษาไทยที่สร้างโดยโมเดล AI\nตัวอย่างของความเชี่ยวชาญที่ต้องการ:\nประสบการณ์ในฐานะนักแปลมืออาชีพ\nประสบการณ์เขียนมืออาชีพ (เช่น คัดลอกงานเขียน, นักข่าว, นักเขียนด้านเทคนิค, บรรณาธิการ ฯลฯ)\nกำลังศึกษาอยู่ในหรือจบการศึกษาระดับปริญญาตรีในสาขามนุษยศาสตร์หรือสาขาที่เกี่ยวข้องกับการเขียน\nกำลังศึกษาอยู่ในหรือจบการศึกษาระดับปริญญาโทที่เกี่ยวข้องกับการเขียนเชิงสร้างสรรค์\nการชำระเงิน:\nปัจจุบันอัตราค่าจ้างสำหรับงานหลักในโปรเจกต์โดยผู้เชี่ยวชาญด้านการเขียนภาษาไทยเฉลี่ยอยู่ที่ USD $15 ต่อชั่วโมง\nอัตราค่าจ้างจะแตกต่างกันขึ้นอยู่กับความเชี่ยวชาญ การประเมินทักษะ สถานที่ ความต้องการของโปรเจกต์ และปัจจัยอื่นๆ เช่น ผู้ที่มีปริญญาเอกอาจได้รับอัตราที่สูงขึ้น ในกรณีของงานที่ไม่ใช่งานหลัก เช่น ระยะเริ่มต้นของโปรเจกต์หรือช่วงทำงานล่วงเวลา อัตราที่ต่ำกว่าอาจถูกนำมาใช้ โปรเจกต์บางอย่างมีการจ่ายเงินจูงใจ โปรดตรวจสอบเงื่อนไขการชำระเงินสำหรับแต่ละโปรเจกต์\nโปรดทราบ:\nเราเก็บรักษาและใช้ข้อมูลส่วนบุคคลเพื่อวัตถุประสงค์ทางธุรกิจมืออาชีพของเรา รวมถึงการแจ้งโอกาสที่อาจน่าสนใจให้แก่คุณ และแบ่งปันกับบริษัทในเครือของเรา เราจำกัดข้อมูลส่วนบุคคลที่เรารวบรวมให้เฉพาะสิ่งที่เหมาะสมและจำเป็นสำหรับจัดการความต้องการของผู้สมัคร มอบบริการของเรา และปฏิบัติตามกฎหมายที่เกี่ยวข้อง ข้อมูลใดๆ ที่เรารวบรวมที่เกี่ยวข้องกับการสมัครของคุณจะถูกปฏิบัติตามนโยบายความเป็นส่วนตัวของ Outlier และนโยบายและโปรแกรมภายในที่ออกแบบมาเพื่อปกป้องข้อมูลส่วนบุคคล\nนี่เป็นโอกาสแบบสัญญา 1099 บนแพลตฟอร์ม Outlier.ai เนื่องจากนี่เป็นโอกาสฟรีแลนซ์ เราจึงไม่ได้เสนอการฝึกงาน การสนับสนุน หรือการจ้างงาน คุณต้องได้รับอนุญาตให้ทำงานในประเทศที่คุณพำนักอยู่ หากคุณเป็นนักศึกษาต่างชาติ คุณอาจลงทะเบียนกับ Outlier ได้หากคุณมีวีซ่า โปรดติดต่อที่ปรึกษาด้านภาษีและ/หรือการเข้าเมืองของคุณสำหรับคำถามเฉพาะเกี่ยวกับสถานการณ์ของคุณ\nShow more\nShow less\n\nFounded in 2018, Marti is Türkiye’s leading mobility app, offering multiple transportation services to its riders. Marti operates a ride-hailing service that matches riders with car, motorcycle, and taxi drivers, and operates a large fleet of rental e-mopeds, e-bikes, and e-scooters. All of Marti’s offerings are serviced by proprietary software systems and IoT infrastructure.\nMarti's vision is that everything on wheels will be electric and everything electric will be shareable. Since 2019, we have experienced significant growth and maintained robust unit economics year-round. Our goal is to expand our urban transportation services, introduce new environmentally sustainable and shared mobility options, and leverage our existing scale and customer base to offer technology-enabled services beyond transportation. By pursuing sustainable growth, we strive to positively impact the communities we serve and make a meaningful impact on the future of mobility.\nMarti invites applications from dynamic, innovative and highly motivated candidates for the following position;\nResponsibilities:\nPerformance Analysis:\nConduct in-depth analysis of key performance indicators (KPIs). Dive into factors such customer acquisition, retention rates, and other relevant metrics to identify trends, patterns, and areas of improvement.\nData Exploration:\nUtilize your expertise in SQL to extract and manipulate data from our databases, ensuring data integrity and accuracy while collaborating with data team.\nVisualization:\nLeverage tools like Tableau to create insightful and visually appealing dashboards and reports. Clearly present complex analytical findings to stakeholders at various levels.\nStrategic Insights:\nTranslate analytical findings into actionable insights and recommendations. Collaborate with cross-functional units to propose data-driven actions to optimize performance.\nContinuous Improvement:\nMonitor and track the impact of implemented strategies, making iterative adjustments as needed to ensure sustained improvements. Stay up-to-date with industry trends, best practices, and emerging technologies to enhance analytical methodologies.\nCollaboration:\nWork closely with data scientists, business intelligence analysts, and other stakeholders to align data-driven strategies with broader company objectives. Foster a collaborative environment that encourages knowledge sharing and cross-functional learning.\nQuality Assurance:\nExhibit exceptional attention to detail, ensuring accuracy and reliability in all analyses. Perform rigorous validation of data sources and analytical models\nProcess Enhancement:\nIdentify opportunities to streamline data collection, reporting, and analysis processes. Propose and implement enhancements that optimize efficiency.\nQualifications:\nBachelor's degree in Business Administration, Economics, Statistics, Computer Science, or a related field. Master's degree is a plus.\n2+ years of experience as a Business Analyst or similar role in a data-driven environment, preferably within high growth company. Mobility experience is a plus.\nStrong proficiency in SQL for data extraction and manipulation is preferred.\nExpertise in data visualization tools such as Tableau or similar platforms.\nAdvanced analytical skills with the ability to dissect complex problems, perform root-cause analysis, and develop strategic recommendations.\nExceptional critical thinking and problem-solving abilities.\nKeen attention to detail and a commitment to producing accurate and reliable analyses.\nStrong interpersonal skills with the ability to effectively communicate complex findings to non-technical stakeholders.\nPrior experience in working with large datasets and conducting deep-dive analyses.\nAbility to work independently and as part of a team.\nKnowledge of the mobility industry, market dynamics, and emerging trends is a plus.\nShow more\nShow less\n\nKuruluşundan (1979) bu yana, sektöre getirdiği yeniliklerle hizmet kalitesini geliştiren Aras Kargo, bugün; 14 bölge müdürlüğü, 28 transfer merkezi, 1.000'e yakın şube, 5.000'in üzerinde araç filosu ve 16.000 kişiye yakın uzman kadrosuyla, her gün ortalama 1 milyonun üzerinde kapı çalan, Türkiye'nin en geniş erişim ağına sahip, öncü taşımacılık kuruluşudur. Türkiye’nin dört bir yanına ve dünyanın 220 noktasına ‘önem’ taşıyan Aras Kargo, kurulduğu günden bu yana paydaşlarına ve ülke ekonomisine katma değer sağlamak için var gücüyle çalışmaya devam etmektedir. Sektördeki modern ve yenilikçi vizyonunu 2020 yılında Avrupa’nın önde gelen lojistik firmalarından Austrian Post ile birleştiren Aras Kargo, mutluluğa adanmış gücüyle ve hizmetleriyle, teknoloji ve güçlü insan kaynağını birleştiren yenilikçi iş modeliyle, sektörde ilk tercih edilen marka olarak çalışmalarını sürdürmektedir. (Genel Müdürlük İstanbul Kavacık’tadır.)\nGenel Müdürlük Bilgi Teknolojileri Genel Müdür Yardımcılığı'na bağlı İş Zekası departmanında\n“İş Zekası Kıdemli Uzmanı”\nolarak, veri ambarı ve iş zekası veri modellerinin ve süreçlerini tasarım ve geliştirmelerini yaparak, iş zekası ürünlerini kullanan karar destek sistemleri (raporlar, datamart, dashboard, vb.) geliştirilmesi konularında çalışmak isteyenlerin başvurularını bekliyoruz.\nSorumluluklar:\nÖlçeklenebilir veri akışı mimarileri tasarlamak, hayata geçirmek ve optimize etmek.\nSorunsuz çalışma ve yüksek veri kalitesi sağlamak için veri iş akışlarını otomatikleştirmek, zamanlı görevler oluşturmak ve takip etmek.\nVeri analitiği platformlarının modern çözümlere geçişinde sorumluluk almak.\nAnalitik ihtiyaçları karşılamak için İş Zekası (BI) ekibi ve veri analistleriyle yakın bir şekilde iş birliği yapmak.\nVeri işleme için karmaşık ve optimize edilmiş SQL sorguları ve Python kodları yazmak.\nGereksinimleri anlamak ve teknik çözümler sağlamak için departmanlar arası paydaşlarla etkileşim kurmak.\nAranan Nitelikler:\nSayısal bir alanda lisans derecesi sahibi olmak (örneğin Bilgisayar Bilimi, Bilişim, Matematik, İstatistik, Mühendislik).\nVeri mühendisliği veya ilgili bir alanda en az 3 yıllık profesyonel deneyimli olmak.\nİlişkisel veritabanları ile (örneğin MSSQL, MySQL, PostgreSQL) deneyim.\nVeri mühendisliği görevleri için Python'da yeterlilik sahibi olmak.\nKarmaşık veri hatları oluşturma ve sürdürme konusunda uygulamalı deneyimli olmak.\nVeri zamanlayıcıları ve iş akışı otomasyon araçlarına aşina olmak.\nAnadil düzeyinde Türkçe ve iyi derecede İngilizce bilgisine sahip olmak.\nFaydalı Diğer Nitelikler:\nNoSQL veri tabanlarıyla deneyim (MongoDB vb.).\nCI/CD süreçleri ve sürüm kontrol sistemlerinde tecrübe (örn. Git, GitHub).\nPython'da Nesne Yönelimli Programlama (OOP) deneyimi.\nPython ile ETL süreçlerinde tecrübe.\nAirflow veya diğer iş akışı düzenleme araçlarıyla aşina olmak.\nDocker, Kubernetes vb. gibi konteyner teknolojileriyle deneyim.\nVeri görselleştirme araçları ve teknikleri hakkında bilgi sahibi olmak.\nİlgili bir alanda yüksek lisans derecesi bir artıdır.\nKişisel verilerin korunmasıyla ilgili linki tıklayabilirsiniz: https://www.araskargo.com.tr/aydinlatma-metni/ise-alim-faaliyetleri/ise-alim-faaliyetleri-vs\nShow more\nShow less\n\nSenior/Expert Data Warehouse Analyst\nAbout the job:\nInnovance provides the latest generation & high-quality digital transformation initiatives for banks and other financial institutions since 2017 from near-sourcing services to technology advisory services. Innovance focuses on impact & delivery by providing world-class strategic IT leadership, and remote or on-site support to clients at all layers with measurable results on operational & financial verticals.\nWe are looking for a\nExpert or Senior Data Analyst\nwho is passionate about data and will be a part of a team that enables Banking Data Warehouse. This is a remote position for a banking transformation project. Join us if you are motivated to drive success using the power of data.\nResponsibilities:\nResponsible for analyzing and identifying the data needs of the business\nInterpret existing data preparation logic in ETL flows and reports, define requirements, and guide engineers to generate new data assets\nGenerate source to target data mapping guidelines and required SQL scripts\nDiscover and find patterns, anomalies, and trends in large data sets\nSupport team in data modeling, design phase, and data quality testing life cycle\nDevelop and maintain working relationships with key cross-functional stakeholders to understand business and build a roadmap\nQualifications:\nBachelor’s degree in a quantitative field (Computer engineering, Mathematics Engineering, Industrial Engineering, Management Information Systems, Mathematics, Statistics, etc.)\n5+ years of experience experience in Data Warehousing\nExperience in Data Governance project is a plus\nExperience in one of the following fields is a huge plus; Financial Reporting, Regulatory Reporting, IFRS, Risk, and Profitability\nStrong SQL knowledge to extract information and data profiling skills\nExperience in SQL Server or Oracle\nExperience in DWH modernization project is a plus\nFamiliarity with data technologies on cloud providers like AWS, and Azure is a plus\nExperience in Business Intelligence tools like Tableau, PowerBI, Qliksense, and SAP BO is a plus\nExperience in ETL pipeline implementations in Data Factory, SSIS, ODI or Informatica is a plus\nExperience with working in an agile scrum environment is a plus\nAbility to communicate data concepts to both technical and non-technical participants clearly\nFluency in English, excellent writing skills\nDesired Characteristics:\nStrong analytical and problem-solving skills\nStrong teamwork and communication skills\nEager to learn new tools and technologies\nData-driven analytical mindset\nDetail-oriented\nSolution-oriented\nSelf-starter\nFollow us:\nLinkedIn: https://www.linkedin.com/company/innovance-consultancy\nLinkedIn: https://www.linkedin.com/company/dataspecta\nInstagram: https://www.instagram.com/innovanceconsultancy\nInstagram: https://www.instagram.com/dataspecta\nShow more\nShow less\n\nQualifications\nBachelor's degree in Economics, Business Administration, Engineering or related departments\n3+ years of experience in data science, AI and predictive modelling,\nStrong technical proficiency in Python and SQL (must-have),\nIn-depth knowledge of quantitative models, statistical analysis, ML based models and optimization techniques,\nFamiliarity with generative AI methods and natural language processing, (a plus)\nExperience working with large databases/datasets in SQL and data visualization packages in Python,\nFamiliarity with workflow management platforms like Airflow (a plus),\nStrong communications skills, both written and verbal in English,\nA strong passion for data with the ability to drive analytics capability development using advanced data techniques and statistical methodologies,\nStrong analytical and program solving skills are required to interpret data and draw conclusions.\nJob Description\nPerform data preparation, data analysis, and ensure efficient coding practices,\nBuild machine learning models through all phases of development, from design through training, evaluation, validation, and implementation,\nDesigning and solving optimization problems to translate the results of ML models and statistical analyses into actionable outcomes,\nCrafting specialized tools tailored to specific needs by leveraging pre-trained large language models,\nDevelop and maintain specialized analytical tools for ongoing projects and ad-hoc analyses,\nLead research efforts in statistical analysis, modeling, optimization, and generative AI,\nProvide advisory support to line of business model owners regarding best practices for compliance guided by policies and industry standards/method.\nShow more\nShow less\n\nPlusMinusOne is a\nmobile startup studio\nthat focuses on developing and marketing its own apps that are used and loved by millions of people around the world. Our products collectively reach\nmore than a half-million new users every month in the US market alone.\nWe are a hybrid startup with offices in San Francisco, Istanbul and Ankara.\nWe have been building mobile products focused on Business, Photo & Video, and Education categories in the App Store mainly for the US market since 2016. And in each of these categories,\nour goal is the same: provide actual value to people with the best mobile user experience.\nWe’re in an exciting period of growth and are looking for exceptional Data Analyst (Mid-Senior) who will help us shape the future of mobile.\nWhat we are looking for:\n2+ years of work experience as a full-stack data analyst (define problem, find/shape data, complete data analysis, summarize findings, provide recommendations)\nHands-on experience with User Acquisition analytics (LTV/CAC/ROI, campaigns optimization)\nHands-on experience with Looker\nAdvanced SQL skills and proficiency in Python\nExperience with product analytics (funnel analysis, A/B testing, aha-moments, user retention analysis)\nYour responsibilities will be:\nMonitor and improve data flows, develop biz reports:\nwork together with the development team to ensure a healthy data flow\ndevelop and maintain marketing dashboards, make sure figures are correct and up-to-date\nCollaborate with the marketing team:\nanalyze UA campaigns to improve ROI\nimplement LTV/MMM models to assess UA campaign performance quickly\nanalyze and optimize UA funnels (landings, signup funnels)\nCollaborate with the product team:\nmaintain and develop an event tracking plan\nbuild funnels (Amplitude), analyze drop-offs, and provide recommendations\ndesign and launch A/B tests, interpret results, and provide recommendations\nbuild proxy metrics, help to improve user engagement and retention per product\nWhat we offer:\nOpportunity to make an impact on millions of global users' life and the future of mobile\nChance to be a part of a passionate and driven team where everyone’s ideas are valued\nWorking in an environment with a Silicon Valley startup culture and benefits\nA hybrid work environment with 3 days a week at the Kabataş Istanbul office\n14 days of paid vacation that starts from the first year of joining the team\nQuarterly profit sharing based on performance\nAbility to own a stock option after the first year\nPrivate health insurance package\nReimbursement package for any education, course, etc.Reimbursement package for your sports activities\nA Macbook, iPhone, magic mouse, magic keyboard, and any other hardware that you need to deliver your best work.\nLet's shape the future of mobile together!\nShow more\nShow less\n\nDirectly reporting to the HUB Manager, your role encompasses to master all purchase data management systems within the HUB, analyze results to correct and manage data anomalies.\nADI IZMIR\nAs a recognized system supplier for the aviation industry, Hutchinson PFW divison is a reliable partner of globally customers such as Airbus, Boeing and other aircraft manufacturers as well as their suppliers. In compliance with the highest quality standarts, we develop and produce on the basis of modern manufacturing technologies at our locations in Germany, England, Turkey. Our highly qualified and motivated employees are the key to our success.\nWe are looking to actively shape the future at our location in Izmir;.\nYour main missions\nIn this capacity, your missions revolve around various topics:\nMaster all purchase data management systems within the HUB.\nContribute to the analysis and optimization of the number of suppliers.\nSupport the analysis of the globalization rate of the assigned scope and correct errors in the data.\nEnsure proper classification of group families with the support of Purchasing.\nActively participate in the activities of the Data Factory / Purchasing HUB team and stay informed about the team's work.\nAnalyze results to correct and manage data anomalies.\nMonitor and update supplier documentation : Due Diligence, Insurance, REACH, Conflict Minerals, Anti-Corruption, etc.\nDefine and manage repetitive administrative purchasing tasks that do not require the buyer's intervention.\nCreate, modify, and correct item-related data in the systems within the HUB.\nCreate purchase orders/purchase requests for CDP and G&S upon request (for cases where WeProc does not apply).\nUpon purchase request, create/modify suppliers in global and local systems (all systems used in the HUB).\nManage invoices within the current framework in cooperation with Purchasing, Accounting, Logistics, etc.\nArchive all documentation in Ivalua and track updated versions.\nActively participate in common reporting and cost-saving tracking.\nContribute to the collective effort by adhering to the group's rules regarding data and documentation provision.\nPropose standardization and digitization solutions, as well as process modifications within the framework of purchase data management.\nCentralize processes at the HUB level in cooperation with the necessary local and Corporate departments.\nReport potentially dangerous situations observed.\nYour profile\nEngineering or business degree, experience in Purchasing areas (data management,purchasing data reporting) more than 2 years. Strong experience in procurement and purchasing data analysis knowledge.\nForeign language: English (C2) / German or French is a plus.\nWhy Join Us?\nYou will thrive in a dynamic and growing environment,\nYou will benefit from the agility and flexibility of a small-to-medium enterprise combined with the strength and resources of an international group that has been around for 170 years,\nWe are committed to an environmental and social policy (CSR) in terms of biodiversity, diversity & inclusion, parental leave, ethics, and skill development,\nWe aim for carbon neutrality by 2040 for our automotive activities and by 2050 for all our activities,\nWe invest 5% of our revenue annually, for the past 20 years, in innovation for \"sustainable development.\"\nYour profile\nEngineering or business degree, experience in Purchasing areas (data management,purchasing data reporting) more than 2 years. Strong experience in procurement and purchasing data analysis knowledge.\nForeign language: English (C2) / German or French is a plus.\nWhy Join Us?\nYou will thrive in a dynamic and growing environment,\nYou will benefit from the agility and flexibility of a small-to-medium enterprise combined with the strength and resources of an international group that has been around for 170 years,\nWe are committed to an environmental and social policy (CSR) in terms of biodiversity, diversity & inclusion, parental leave, ethics, and skill development,\nWe aim for carbon neutrality by 2040 for our automotive activities and by 2050 for all our activities,\nWe invest 5% of our revenue annually, for the past 20 years, in innovation for \"sustainable development.\nShow more\nShow less\n\nOutlier, dünyanın en yenilikçi şirketlerine insan geri bildirimi sağlayarak yapay zeka modellerini geliştirmelerine yardımcı oluyor. Kodlama uzmanlığınızı yapay zeka modellerini eğitmek için kullanmak isteyen deneyimli bir yazılım mühendisi misiniz?\nBiz, büyük dil modellerini eğitmek ve ileri düzey yapay zeka modellerinin daha iyi kod yazmasına yardımcı olmak için çeşitli kuruluşlarla iş birliği yapıyoruz. Projeler genellikle bu modellerin kod yazmayı öğrenirken etkileşimde bulunmayı gerektiren, belirli ve oldukça değişken problemleri içerir. Önceden yapay zeka deneyimi gerekmemektedir.\nBu Fırsat Hakkında\nOutlier, yapay zeka generatif modellerini eğitmeye yardımcı olacak yetenekli yazılımcılar arıyor.\nBu serbest çalışma fırsatı tamamen uzaktan yapılabilir ve çalışma saatleri esnektir, böylece size en uygun zamanda çalışabilirsiniz.\nUzmanlığınızla Katkıda Bulunabilirsiniz\nBilgisayar bilimi ile ilgili sorular oluşturmak ve cevaplamak, böylece yapay zeka modellerini eğitmeye yardımcı olmak.\nYapay zeka modelleri tarafından üretilen kodları değerlendirmek ve sıralamak.\nAranan Uzmanlık Örnekleri\nSeçkin bir kurumda bilgisayar bilimi alanında lisans veya daha yüksek bir dereceye kayıtlı ya da mezun olmak.\nAşağıdaki programlama dillerinden bir veya daha fazlasında uzmanlık: Java, Python, JavaScript / TypeScript, C++, Swift, Verilog.\nKarmaşık kavramları Türkçe olarak akıcı bir şekilde açıklama yeteneği.\nDilbilgisi, noktalama işaretleri ve stil yönergeleri de dahil olmak üzere ayrıntılara mükemmel dikkat.\nÖdeme\nŞu anda, kodlama uzmanları tarafından yapılan temel proje çalışmaları için saatlik ücretler 16 ila 33 USD arasında değişmektedir.\nÜcretler uzmanlık, yetenek değerlendirmesi, konum, proje ihtiyacı ve diğer faktörlere bağlı olarak değişebilir. Örneğin, doktora derecesine sahip olanlara daha yüksek oranlar teklif edilebilir. Proje başlangıç süreci veya fazla mesai gibi temel olmayan işler için daha düşük oranlar uygulanabilir. Bazı projeler teşvik ödemeleri de sunmaktadır. Lütfen her proje için ödeme koşullarını inceleyin.\nShow more\nShow less\n\nReady to learn more about us?\nWe were founded in 2010 with a dynamic and agile start-up spirit. The trust of around 30 million customers and 250,000 sellers has made us the first decacorn in Turkey. Our success is backed by renowned investors such as Alibaba, General Atlantic, Softbank, Princeville Capital and several sovereign wealth funds. In 2022, we opened our first dedicated international office in Berlin and expanded to Amsterdam, Luxembourg and London. And that's just the beginning!\nTech at the root\nWe believe that technology is the driver and e-commerce is the outcome. Thanks to the dedication of our team, we have become one of the top 5 e-commerce companies in EMEA and one of the fastest growing worldwide. We currently deliver over 1.5 million parcels daily to 27 countries.\nGrowth is in our DNA\nAs a young and dynamic company, we are constantly growing and expanding. With Trendyol Tech, one of the leading R&D centres, Trendyol Express, the fastest growing delivery network, Dolap, the largest platform for second-hand goods, and Trendyol Go, our instant food and grocery delivery service, we are gearing up to become the world's leading e-commerce platform.\nFocused on positive impact\nOur vision goes beyond business success. We strive to make a sustainable and positive impact on our customers, business partners, and society. By digitizing merchants and SMEs, helping businesses grow, and promoting women's economic empowerment, we are dedicated to creating a better future.\nABOUT THE TEAM\nIf you are a techie, you belong in our Technology Team that builds scalable, high-performance platforms for our customers using up-to-date and efficient technologies.\nWe are all working with the same purpose: To create a positive impact in our ecosystem by enabling commerce through technology.\nYOUR MAIN RESPONSIBILITIES\nIncrease the performance of homepage and show the right component to the right customer with the custom sorting algorithms.\nWork closely with data science homepage team and category, growth, tech teams. Follow-up the roadmap of data science projects.\nConduct deepdive analysis and hypothesis-driven A/B tests to see how hdata science algorithms perform and to see if there is any improvement area.\nConduct ad-hoc analysis to improve data science projects by collecting hypothesis from business teams and pro-actively generating questions.\nPartner with data science teams to define success metrics, create approaches to track the data, quantify and evaluate the data, then develop a common language for all colleagues to understand these KPIs.\nActing as a bridge between data science teams and other business teams such as category, product, marcomm/creative, campaign, facilitate collaboration.\nCommunicating development requests to product teams and coordinating the process.\nQUALITIES WE ARE LOOKING FOR\nUniversity degree preferably in Engineering, MIS, Management, Statistics\n4 years experience in data analysis, project & product management\nStrong project management&cross team coordination/collaboration&communication skills and very strong follow up.\nEnjoys the challenge of simplifying complex data, processes, and concepts to highlight key insights and guide decision making.\nStrong analytical skills and experience of working with large volumes of data\nFamiliar with digital analytics visualization tools (Looker, Qlikview, Tableau etc.)\nCommunication skills - Excited to work with different functions within company, creative problem solver who thrives with ambiguity.\nExcellent written and verbal communication skills in English.\nJOIN US AND\n* Take responsibility from day one and develop your skills with a talented and diverse international team.\n* Experience open communication, flexibility, and a start-up spirit in our unique culture.\n* Tackle big challenges in e-commerce with Agile practices and encourage growth by learning from mistakes.\n* Join creative and focused teams that prioritize collaboration and problem-solving.\n* Access our extensive training platform for continuous learning and personal growth.\n* Benefit from the support of a global team of experts with mentoring and professional development opportunities.\n* Focus on talent and potential, not just job titles.\n* Connect with teammates regardless of physical distance through events, meetings, and social activities.\n* Enjoy competitive benefits such as Trendyol shopping budget, central and international office locations, and top-of-the-line technical equipment.\nWe're looking forward to receiving your application!\nWe embrace a hybrid working model that seamlessly blends the best of both worlds—remote productivity and the collaborative energy of our vibrant offices. Every month, we gather at our offices once to work side by side, fostering in person communication and embracing the camaraderie that fuels our team spirit. These sessions are crucial for teamwork in solving complex issues, socializing, learning from each other, and experiencing our culture.\nEach division has a pre-set optional office day each week. Based on our preferences, we come together at our offices at our discretion as an opportunity to feel more team spirit, immerse in our culture, and familiarize ourselves with our way of workings.\nWe offer the opportunity for a two-month full remote work program, allowing you to work from abroad, during the summer period (July to August).\nThis working model applies to our hybrid job postings; on-site roles require being based in an office work environment.\nDiscover more about our #LifeatTrendyol and our culture on our\nWebsite\n,\nLinkedIn\nand\nYouTube\nchannels.\nAt Trendyol, we believe in the power of an inclusive workplace. We value diversity and believe that every team member contributes to our vibrant culture. Our platform is for everyone, and so is our workplace. We encourage the representation and amplification of diverse voices in our business, as it allows us all to thrive, contribute, and shape the future together.\nShow more\nShow less"
}