{
  "job_description": "Additional Information\nJob Number\n24215666\nJob Category\nSales & Marketing\nLocation\nSheraton Istanbul City Center, Haci Ahmet Mah, Istanbul, Türkiye, Türkiye, 34440VIEW ON MAP\nSchedule\nFull Time\nLocated Remotely?\nN\nPosition Type\nNon-Management\nMarriott International является работодателем, обеспечивающим равные возможности. Мы считаем необходимым нанимать разнообразный персонал, поддерживать инклюзивную культуру и придерживаться принципа «человек превыше всего». Мы стремимся не допускать дискриминации по любому охраняемому признаку, такому как ограниченные возможности и статус ветерана, или по любому другому признаку, охраняемому соответствующим законодательством.\nКаждый новый член семьи Sheraton становится участником ее всемирного сообщества. Мы служим местом встреч и общения с 1937 года. Сотрудники Sheraton создают атмосферу сопричастности более чем в 400 сообществах по всему миру. Мы гарантируем гостям незабываемые впечатления и внимательное обслуживание. Если вы – командный игрок, который готов обеспечивать гостям заботливое отношение, предлагаем вам узнать о карьерных возможностях в Sheraton. Помогите нам претворить в жизнь нашу стратегическую цель и стать «Всемирным местом для встреч». Выбрав работу в Sheraton Hotels & Resorts, вы станете частью коллектива одного из брендов Marriott International.\nДелайте\nто, что у вас получается лучше всего,\nначните\nдвижение к своей цели,\nприсоединитесь\nк удивительной глобальной команде и\nизмените\nсвою жизнь к лучшему.\nShow more\nShow less\n\nPixery is a global tech. company building innovative apps for next generation mobile creatives. Our video apps reach more than 100 million people, consistently top-ranked and featured by Apple and Google. Pixery has been consistently ranked within the fastest growing tech companies in Turkey and became one of the fastest growing tech companies in the EMEA region reported by Deloitte. For more information about our products visit our website.\nWe are building a culture with hard work and humility at its core. We inspire one another by sharing information, knowledge, and ideas that create a transparent environment where everyone’s voice is heard. Our culture attracts passionate hearts and minds who always demonstrate originality, courage, curiosity, inclusion.\nWhat you will be working on:\nFollow social media and AI trends to come up with content ideas\nCreate engaging posts and videos for our AI apps\nWork with designers to produce visuals and AI-generated assets\nAppear in videos when needed and be the face of content if required\nRespond to comments and DMs to engage with our audience\nHave experience using AI tools\nAre genuinely curious and excited about where AI and social media are headed\nEssential Skills and Experience:\nBachelor's degree in marketing, communications, or a related field.\nFluency in English (both written and spoken), strong communication skills are a must.\nBasic video editing skills (CapCut or similar tools).\nCreativity and adaptability to generate fresh, engaging ideas quickly.\nComfortable on camera, a strong presence is a plus.\nFamiliarity with AI tools and their use in content creation is a plus.\nWhat we offer?\nCompetitive salary adjusted to currency (usd) fluctuations.\nRemote & Flexible work environment.\nLatest technology devices to boost your productivity.\nRegular hackathon days, online/ offline workshops and games where we build fun stuff together.\nPet friendly office\nAccess to various learning & development opportunities: regular participation in international conferences, events, seminars and access to all learning materials requested.\nWellness reimbursement: to help you live your healthiest life, we reimburse eligible wellness expenses such as subscriptions wellness apps, gym memberships, diet counseling and much more\nYearly profit sharing agreement: where we share a portion of past year’s profit with eligible employees to share the benefit of all our hard work\nWhat it’s like to work at Pixery?\nBe part of a passionate and driven team where everyone’s ideas are valued: a team starts every day with the courage to experiment with new things.\nAccess to the worldwide community: working on products -you can be genuinely proud of- used by millions of people around the world.\nMake a difference in the mobile video creativity market: At the intersection of innovation and technology, we are building something that inspires the mobile creativity market.\nWe believe that it takes a team to build something even bigger; if you have a love for technology and want to make a meaningful impact in the mobile video creativity industry, join us to inspire the next generation of creators and wow our millions of users every day!\nShow more\nShow less\n\nTürkiye'nin İlk Turizm Portalı Tatilsepeti.com Ailesine Katılın!\n2002 yılında kurulan ve seyahat acentalarını bir arada toplayarak tatilcilerin kolaylıkla oteller hakkında detaylı bilgi almasını sağlayan\nTatilsepeti.com\n, her geçen gün kendini yenileyen, %100 misafir memnuniyeti anlayışıyla hizmet veren, sektörünün lider markalarından biridir.\nSürekli büyüyen ve gelişen ekibimizin bir parçası olmak ister misiniz? Online ve Alternatif Kanallar departmanımızda görevlendirilmek üzere, aşağıdaki özelliklere sahip\n“\nOnline Kanallar Sorumlusu\n”\narıyoruz!\nGENEL NİTELİKLER\nÜniversitelerin ilgili Lisans bölümlerinden mezun,\nE-ticaret alt yapısı, web platformları sistemleri konularında tecrübeli,\nE-ticaret satış tekniklerine ve uygulamalarına hakim,\nKampanya ve satış analizi yapabilen,\nExcel ve raporlama bilgisi gelişmiş,\nMS Office programlarına hakim,\nİletişim ve iş birliği geliştirme becerileri kuvvetli,\nTERCİHEN\nDijital & Sosyal Medya Pazarlama, GTM, SEM, SEO, E-posta Pazarlama alanlarında tecrübesi olan,\nTurizm sektöründe tur operatörlerinde görev almış,\nİŞ TANIMI\nOnline satış kanallarında satış arttırıcı faaliyetlerde bulunmak,\nSatış hedefinin altında giden ürün ve kanalları analiz edip, gerekli aksiyonları almak,\nSatış ve kampanya performanslarını günlük, haftalık, aylık olarak takip etmek, karşılaştırmak ve raporlamak,\nSatış/rezervasyon yolculuk testlerini günlük olarak gerçekleştirmek, tespit edilen bulguları iş birimleri ile paylaşmak ve takip etmek,\nSatış ve süreç geliştirme çalışmaları yapmak,\nDönemsel olarak site içeriklerinde yapılacak değişiklikleri takip etmek, gerekli düzenlemeleri yapmak veya ilgili birimlere yönlendirerek düzenlenmesini sağlamak,\nÜrün içeriklerini kontrol ederek bulguları ilgili birimlerle paylaşmak,\nPiyasa araştırmaları yaparak aksiyon planları oluşturmak,\nBenchmarking (karşılaştırmalı analiz) çalışmaları gerçekleştirmek,\nTatilsepeti.com ile kariyer yolculuğuna hazır mısınız?\nBaşvurunuzu hemen yaparak aramıza katılın, birlikte büyüyelim ve başarılara imza atalım.\nShow more\nShow less\n\nDünyanın en saygın vergi, denetim ve güvence, muhasebe ve danışmanlık markalarından olan Forvis Mazars Türkiye yeni ekip arkadaşları arıyor!\nForvis Mazars, vergi, denetim ve güvence, muhasebe ve danışmanlık alanlarında eşsiz bir müşteri deneyimi sağlamak için çalışır. 100’den fazla ülkede 40.000’i aşan çalışanıyla müşterilerini, çalışanlarını, sektörü ve toplumları ileriye taşımayı hedefler.\nForvis Mazars Türkiye Ofisi,1977’den beri elde ettiği deneyimle, 400’ü aşkın çalışanı ve 36 ortağıyla; İstanbul, Ankara, Bursa, İzmir ve Gaziantep ofislerinde vergi, denetim ve güvence, muhasebe ve danışmanlık hizmetleri vermektedir.\nForvis Mazars olarak, tüm çalışanlarımızın benimsediğimiz ilkelere sahip bireyler olmasını hedefliyoruz;\nİnsan haklarına saygı duyan,\nEtik değerleri gözeten,\nSürdürülebilir kalkınma bilincine sahip,\nEtnik, kültürel, cinsel, dini, politik ve diğer tüm farklılıklara saygı duyan, çeşitliliğin bakış açımızı geliştireceğine inanan,\nForvis Mazars İstanbul Ofisi Pazarlama ve İletişim Departmanı' nda görevlendirilmek üzere aşağıdaki niteliklere sahip\n\"Pazarlama ve İletişim Stajyeri \"\npozisyonunda çalışacak ekip arkadaşı aramaktayız.\nÜniversitelerin ilgili bölümlerinde okumakta olan (tercihen İşletme/Endüstri Mühendisliği, İşletme, İktisat ve İletişim vb. bölümlerinde öğrenci)\nMS Office uygulamalarına hâkim, özellikle PowerPoint kullanabilen,\nİyi derecede İngilizce bilen,\nHafta içi minimum 4 gün stajını gerçekleştirebilecek olan,\nPazarlama ve iletişim alanında kariyer hedefi olan,\nİletişim ve analitik düşünme becerileri gelişmiş,\nYeni şeyler öğrenmeye hevesli,\nHayattan zevk alan ve sevdiği işi yaparak eğlenen.\nİş Tanımı:\nMarka stratejilerinin uygulanmasında destek vermek,\nProje bazlı gerçekleştirilen araştırma ve analizlere yardımcı olmak,\nSosyal medya ve dijital kanallarda içerik üretim süreçlerine destek vermek,\nOnline etkinlikler, webinar ve organizasyon hazırlıklarına yardımcı olmak.\nShow more\nShow less\n\nWHO ARE WE?\nEverywhere is Domino's for us, everything is together for us!\nOur story started in 1996 with our first branch opened in Ulus, Istanbul. As the pioneer of Turkey's quick service restaurant chains, we combined the home delivery concept with pizza. This merger also ignited our spirit of innovation, which keeps our energy high.\nAs extraordinary, passionate and enterprising Domino's employees, we are careful to do our job in the best possible way. Today, as an industry leading brand for 28 years, we have achieved this thanks to the Domino's team of more than 7,500 people.\nWe have 700 restaurants in 80 provinces in Turkey and production centers in Ankara, Gaziantep, Gebze and Izmir. These numbers are increasing even as you read this article!\nWe are proud to be a brand that makes a splash with its success not only in Turkey but also in the world! We run a total of 809 restaurants under the umbrella of DP Eurasia, including Azerbaijan and Georgia, with our perfect operational perspective, and deliver our delicacies in less than 30 minutes.\nIn addition to being one of the most popular restaurant chains, we are also breaking new ground: As the DP Eurasia brand, which was born in Turkey and grew with its support offices and franchises, our happiness is indescribable as the first Turkish company to enter the London Stock Exchange from the Premium list in 2017.\nAnother innovation of ours is; COFFY, our one-price coffee point with an innovative approach compatible with the digital world! We continue this story, which we started in Istanbul Kadıköy in 2019, with 120 stores in Turkey today.\nWe make a difference in all the work we do with our extraordinary spirit.\nWe say that we are a technology company that sells food, not just pizza. We also achieve high satisfaction rates with our technology investments and digital initiatives.\nWe continue to walk passionately on our path to many successes.\nWe believe that there is no other flavor that makes you happy faster than Domino's.\nBecause our taste is unique and inimitable.\nBecause behind this taste is the Domino's team that does its job with passion!\nCome on, join us!\nWHICH SPECIALITIES THAT MAKES YOU PUT FORWARD IN THE POSITION WE ARE LOOKING FOR?\nBachelor’s or Master's degree in related fields,\nAt least 6 years of brand management experience,\nExcellent command of written and spoken English,\nHaving strong communication skills and seeking pursuit of creativity,\nTeam-oriented with strong interpersonal skills,\nAbility to multitask, prioritize tasks and coordinate different parties of the projects.\nWHAT IS DONE IN THIS POSITION?\nDeveloping and implementing marketing communication plan (Marketing Calendar) in a timely and complete manner,\nBriefing relevant agencies for marketing campaigns and evaluating campaign creative suggestions, supporting advertising shots and managing the visual processes of the 360 communication plan, ensuring the implementation of the campaign and supporting effective campaign management,\nCoordinating the graphic team, agency and if necessary, 3rd parties to ensure that the relevant specs of campaigns reach the team on time,\nDeciding on the printed materials of campaigns and coordinating the visual designs with the graphic team and/or agency, ensuring that they reach the LSM team in time to be in the restaurants,\nLeading the operational tests and launch campaigns of new products to be launched, during the photo and demo shooting process,\nManaging creative agencies, timelines and deliverables,\nBriefing agencies and managing design stages for\nATL, BTL\ncontents,\nProviding the visual organization of brand partnership projects,\nOrganizing and recommending customer research that will provide insight into the brand, quarterly monitoring of brand health research and evaluating the report,\nManaging the operational processes of social responsibility projects.\nWHAT KIND OF A WORK ENVIRONMENT DOES DOMINO'S OFFER YOU?\nOpportunity to develop yourself, take initiative and learn a lot with the responsibilities you will take,\nOpportunity to discover Domino's potential and strengths with teamwork in a working environment where friendship ties are also strong,\nThe chance to apply innovations in e-commerce with our agile teams,\nCasual wear besides a comfortable, exciting and fun working environment??\nFlexible working hours that you can set with your team.\nShow more\nShow less\n\nAbout this Position\nJoin us as a Brand Manager and take the lead in shaping and executing impactful marketing strategies from idea to launch. Collaborate with cross-functional teams and key stakeholders to drive brand growth, lead innovation rollouts, and deliver engaging consumer experiences. Here’s how you can dare to make an impact:\nWhat You´ll Do\nAssuming full-fledged responsibility of company’s leading brand\nDesigning and implementing effective marketing strategies in line with the global & regional marketing roadmap to further grow the responsible brands\nManaging yearly marketing planning of innovation rollouts and activations with full range of BTL, trade marketing and digital activities\nLeading launch and relaunch strategies as well as the execution process for the responsible brand, running the communication with Sales, Supply Chain, and Production teams accordingly\nBudget steering of respective brands to reach overall GP target\nDeveloping & executing brand strategies and activities to build brand awareness, distribution and growth\nTracking responsible brands' market performance and monitoring P&L. Taking specific action measures according to analysis.\nWhat makes you a good fit\nBSc/BA in Business Administration, Marketing or in a relevant field\nMinimum 5 years of experience in marketing in an FMCG company with end-to-end brand communication responsibility\nStrong communication and interpersonal skills with aptitude in building relationships with professionals of all organizational levels\nExcellent oral and written communication skills in English with the ability to interact effectively with all levels of management\nCompetent in problem-solving, analytical, and interpersonal skills and ability to work with a variety of people\nAdvanced user of MS Office applications along with PowerBI and NielsenIQ\nSome perks of joining Henkel\nFlexible work scheme with flexible hours, hybrid work model, and work from anywhere policy for up to 30 days per year\nDiverse national and international growth opportunities\nGlobally wellbeing standards with health and preventive care programs\nGender-neutral parental leave for a minimum of 8 weeks\nEmployee Share Plan with voluntary investment and Henkel matching shares\nAt Henkel, we come from a broad range of backgrounds, perspectives, and life experiences. We believe the uniqueness of all our employees is the power in us. Become part of the team and bring your uniqueness to us! We look for a diverse team of individuals who possess different backgrounds, experiences, personalities and mindsets.\nShow more\nShow less\n\nFounded in 1987, Hayat operates in the fast-moving consumer goods (FMCG) sector, serving millions of consumers globally with 16 powerful brands. Hayat’s portfolio includes\nMolfix\nand\nBebem Natural\nin baby care;\nMolped\nin feminine care;\nJoly\n,\nEvony\n, and\nGoodcare\nin personal healthcare;\nBingo\n,\nGleen\n,\nTest\n, and\nHas\nin home care;\nPapia\n,\nFamilia\n,\nTeno\n, and\nFocus\nin tissue paper; and\nSholk\nin pet care. As the 4th largest branded diaper manufacturer in the world and the leading tissue producer in the Middle East, Eastern Europe, and Africa, Hayat employs over 10.000 people across its operations.\nHayat operates\n21 production facilities\nin\n8 countries\n, including Turkey, Egypt, Iran, Algeria, Russia, Nigeria, Pakistan, and Vietnam, and manages sales and distribution companies in Morocco, Bulgaria, Kenya, Thailand, and Malaysia. With its global operations structured under three main regions Eurasia & Americas, Middle East & Africa, and Asia Pacific Hayat reaches over 100 countries across 5 continents, bringing its brands into millions of homes worldwide.\nWe are currently seeking a talented\n“Junior Brand Manager\n” to join our dynamic\n“Global Marketing\n” team. Based in\n“HQ, Istanbul\n” this role will contribute to transformative projects under the Consumer Group. If you want to be part of a diverse and vibrant community where your ideas can shape the future of the FMCG industry and your contributions can create a lasting global impact, then Hayat is waiting for you!\nQualifications\n· Bachelor's degree, preferably master's degree in Marketing/Brand Management\n· 2-4 years of brand management experience in FMCG companies\n· Fluency in English, both written and spoken, another language will be considered as a plus\n· Advanced presentation, communication and interpersonal skills, alongside creativity, strategic thinking and analytical point of view\nJob Description\n· Analyzing the insights and perceptions of consumer\n· Defining the features of the market by conducting market research\n· Setting the strategies and being responsible for planning and delivering short – long term brand and product strategies\n· Implementing strategies alongside positioning and pricing to different countries and following the similar steps in the new market entry process\n· Coordinating the advertising strategies and campaigns, launch materials like demos and key visuals for different markets\n· Tracking the global competition, campaigns, launches and analyzing the trends continuously\n· Freshing up the consumer research on product performance and brand image\n· Preparing reports\nWhat We Offer You\nPrivate Health Insurance\nEmployee Shuttle Service\nMeal Voucher / Canteen\nMonthly Employee Support Package (Assortment of Hayat Products or Food Package)\nMonthly Internet Allowence\nBaby Diaper Support (For Children Up to 4 Years Old) and Diaper Support for 1st Degree Relatives of Employees)\n3 Days of Administrative Paid Leave Per Year\nHeating and Eid Allowance Once a Year\nAward & Recognition Programs\nFLEX: Flexible Benefits Program\nWezone: Rewards and Recognition Program\nSeniority Award Support\nHeltia: Employee Assistance Program\nAt Hayat, we conduct fair and inclusive hiring processes. We do not tolerate prejudice or discrimination based on language, religion, ethnicity, race, age or gender. Our recruitment process is solely based on the alignment with the job description, measurable and objective assessments, and competency-based interviews.\nGet to know us\nPlease visit us at the following addresses for any information you need:\nhttps://www.hayat.com/en-tr/\nhttps://www.instagram.com/hayatkimya/\nClarification Text for Employee Candidate :\nhttps://www.hayat.com/aydinlatma-metni/aydinlatma-metni.htm\nShow more\nShow less\n\nDo you want to become part of mission driven company that reconnects people to Nature? Ready to discover a new opportunity at Rocher Group?\nJoin Yves Rocher brand! “From the plant to the skin” - we control the entire lifecycle of our products. Becoming an Yves Rocher employee means being part of a network of passionate and positive people, committed to protecting biodiversity while serving on the best possible way to our costumers.\nThe world is changing, transforming and Yves Rocher is fully aligned with this evolution.\nTogether with us, come and write a new page of Yves Rocher history!\nWe are seeking a\nField Marketing Speacialist\nthat will have a role within the organization and add value to our company.\nJOB DESCRIPTION\nTo follow up and organize university events, festivals, organizations about sales\nTo manage campus team (planning shifts and payments, follow up their performance)\nTo keep disciplinary and warm connections with field employees\nTo work with agencies for visual designs\nTo ensure increasing number of customer loyalty cards during campus events and festivals.\nTo prepare weekly and monthly reports\nTo prepare purchase and product demand forms\nThis offer is made for you if:\nExperience of min. 2-3 years in field management,\nUniversity degree in related fields,\nGood command of MS Office applications (Excel, Word, PowerPoint, etc.),\nGood command of English both written and oral,\nGood field management and organization skills,\nStrong communication skill, analytical thinking and problem- solving skills,\nProactivity, attention to details, strong time management skills and attentiveness to responsibilities,\nMultitasking and ability to do plan,\nWhen needed flexible for working on weekends,\nPossessing a Class B driver's license and able to drive.\nPreferably completed military service for male candidates\nWhat we can offer you:\nBe part of family group with a French origin and an international expansion\nParticipation in onboarding, trainings, and internal CSR initiatives\nA culture based on in trust, respect, collaboration, accountability, and audacity\nReady to make positive changes with us? Don't wait, apply!\nRocher Group welcomes all talents and carefully analyzes each application with the same attention regardless gender, sexual orientation, age, origin, or disability. We are convinced that diversity makes our Groupe stronger.\nNATUREL KOZMETİK TİC.A.Ş.\nÇALIŞAN ADAYI KİŞİSEL VERİLERİNİN KORUNMASI AYDINLATMA METNİ\nİşbu Aydınlatma Metni’nde, kişisel verilerinizin, 6698 sayılı Kişisel Verilerin Korunması Kanunu (“Kanun”) ve ilgili mevzuata uygun olarak, veri sorumlusu “Esentepe Mah. Büyükdere Cad. Bahar Sok. 13 River Plaza K:8. D:19 Şişli, İstanbul” adresinde yer alan Naturel Kozmetik Tic. A.Ş. (“Şirket”) nezdinde işlenmesine ilişkin esaslar aşağıda belirtilmiştir.\n1. Kişisel Verilerin İşlenme Amacı\nŞirketimizde çalışmak için yapmış olduğunuz başvuru neticesinde toplanan kimlik, iletişim, mesleki deneyim, özlük, görsel kayıtlar verileriniz, Kanun tarafından öngörülen temel ilkelere uygun olarak; işe giriş sürecinin yürütülmesine dayalı sözleşmesel ilişkisi kapsamında iş başvurunuzun alınması, özgeçmişinizin incelenmesi ve görev tanımına uygunluğunuzun araştırılması, işe alım süreçlerinin yürütülmesi ve bu kapsamda sizinle iletişime geçilmesi amaçlarıyla, engelli çalışan adaylarından ek olarak alınan engellilik/sağlık bilgisi ise sağlık durumunuzun ilgili pozisyona elverişliliğinin değerlendirilmesi amaçlarıyla Kanun’un 5. ve 6. maddelerinde belirtilen kişisel veri işleme şartları dahilinde işlenmektedir.\nBu ilişki çerçevesinde, elde edilen bilgi ve belgelerde tarafınız dışında bir başka 3. kişiye ait kişisel veri bulunması durumunda, bu kişisel verileri Şirketimiz ile paylaşacağınız hususunda ilgili veri sahiplerini Kanun’un 10. maddesi anlamında bilgilendirdiğiniz ve Kanun’un 5. maddesi anlamında paylaşım için gerekli hukuki sebebi temin ettiğiniz Şirketimiz tarafından kabul edilmektedir ve bu anlamda yürütülmesi gereken aydınlatma ve açık rıza alma yükümlülüğü sizlerin sorumluluğundadır.\n2. İşlenen Kişisel Verilerin Aktarıldığı Yerler ve Aktarım Amacı\nKişisel verileriniz, Kanun’un 8. ve 9. maddelerine uygun olarak iş ortaklarımıza, işe alım faaliyetini yürütmemizi sağlayan tedarikçilere, alt işverenlere, danışmanlara, bulut sisteminin kullanılması nedeniyle yurt dışına, grup şirketlerimize ilgili resmi kurumlara ve istisnai olarak özel kişilere aktarılabilmektedir. Kişisel verilerin işlenme amacı ile verilerin aktarım amacı paralellik göstermektedir.\nKişisel verileriniz iş faaliyetlerinin sürdürülebilmesi amacıyla kullanılmakta olan sistemleri sağlayan tedarikçilerin ve program ortağı kurum ve kuruluşların sunucularının yurt dışında bulunuyor olması nedeniyle KVKK’nın 9. maddesine uygun şekilde yurt dışına aktarılabilecektir.\nŞirketimiz iş süreçlerinin, çalışma saatlerinin ve özlük dosyasında yer alan belgelerin oluşturulması veya saklanması gibi yardımcı işler için aracı kurumlar ile işbirliği yapmaktadır. Kişisel verileriniz bu kurumlar ile görevlerini yerine getirebilmeleri için Kanun’a uygun olarak paylaşılabilecek olup, ilgili kurumların bu verileri başka herhangi bir faaliyet için kullanma hakları bulunmadığını belirtiriz.\n3. Kişisel Verilerin Toplanma Yöntemi ve Hukuki Sebebi\nKişisel verileriniz işe alım süreçlerinin yürütülmesi kapsamında internet ortamında internet sitelerimiz, iş başvurusu yapmanıza imkân tanıyan çeşitli internet siteleri vasıtasıyla, Türkiye İş Kurumu kanalıyla, tarafınızca iletilen e-postalar, telefon ile veya fiziki ortamda, iş başvuru\ntalebinizin veya ilgili pozisyona uygunluğunuzun değerlendirilmesi ve sonuçlandırılması kapsamında toplanmaktadır.\nŞirketimizde çalışmak için yapmış olduğunuz başvuru neticesinde toplanan kişisel verileriniz, Kanun’un 5/1. maddesi uyarınca açık rızanız, 5/2(a) maddesi uyarınca kanunlarda açıkça öngörülmesi, 5/2(c) maddesi uyarınca bir sözleşmenin kurulması veya ifasıyla doğrudan doğruya ilgili olması kaydıyla, sözleşmenin taraflarına ait kişisel verilerin işlenmesinin gerekli olması, Kanun’un 5/2(ç) maddesi uyarınca veri sorumlusu Şirketimizin hukuki yükümlülüğünü yerine getirebilmesi için zorunlu olması, Kanun’un 5/2(f) hükmü uyarınca ilgili kişinin temel hak ve özgürlüklerine zarar vermemek kaydıyla, veri sorumlusunun meşru menfaatleri için veri işlenmesinin zorunlu olması ve Kanun’un m.6 hükmü uyarınca istihdam, iş sağlığı ve güvenliği, sosyal güvenlik, sosyal hizmetler ve sosyal yardım alanlarındaki hukuki yükümlülüklerin yerine getirilmesi için zorunlu olması hukuki sebeplerine dayalı olarak işlenmektedir.\n4. Veri Sorumlusuna Başvuru Yolları ve Haklarınız\nKanun’un 11. maddesinde yer alan haklarınıza ilişkin taleplerinizi Veri Sorumlusuna Başvuru Usul ve Esasları Hakkında Tebliğ uyarınca tarafımıza iletebilirsiniz. Bilgi ve başvuru taleplerinizi aşağıda belirtilen bağlantıda yer alan Başvuru Formu’nu doldurarak “Esentepe Mah. Büyükdere Cad. Bahar Sk. No: 13/9 River Plaza. K: 8 Şişli/İstanbul” adresine gönderme yöntemiyle veya trinsankaynakları@yrnet.comadresine iletme yöntemiyle de bizlere yönlendirebilirsiniz.\nŞirketimiz taleplerinizi, talebin niteliğine göre en kısa sürede ve en geç otuz gün içinde ücretsiz olarak sonuçlandırır. Ancak, işlemin ayrıca bir maliyeti gerektirmesi hâlinde, ücret alınabilir. Şirketimiz talebi kabul edip işleme koyabilir veya gerekçesini açıklayarak talebi yazılı usulle reddedebilir.\nYukarıda belirtilen prosedür takip edilerek gerçekleştirilen başvurunun reddedilmesi, verilen cevabın yetersiz bulunması veya süresinde başvuruya cevap verilmemesi hâllerinde; cevabın tebliğini takiben otuz ve herhâlde başvuru tarihinden itibaren altmış gün içinde Kişisel Verileri Koruma Kurulu’na (“Kurul”) şikâyette bulunma hakkı mevcuttur. Ancak başvuru yolu tüketilmeden şikâyet yoluna başvurulamaz.\nKurul, şikâyet üzerine veya ihlal iddiasını öğrenmesi durumunda resen, görev alanına giren konularda gerekli incelemeyi yapar. Şikâyet üzerine Kurul, talebi inceleyerek ilgililere bir cevap verir. Şikâyet tarihinden itibaren altmış gün içinde cevap verilmezse talep reddedilmiş sayılır. Şikâyet üzerine veya resen yapılan inceleme sonucunda, ihlalin varlığının anlaşılması hâlinde Kurul, tespit ettiği hukuka aykırılıkların veri sorumlusu tarafından giderilmesine karar vererek ilgililere tebliğ eder. Bu karar, tebliğden itibaren gecikmeksizin ve en geç otuz gün içinde yerine getirilir. Kurul, telafisi güç veya imkânsız zararların doğması ve açıkça hukuka aykırılık olması hâlinde, veri işlenmesinin veya verinin yurt dışına aktarılmasının durdurulmasına karar verebilir.\nVerilerinizin Şirketimiz nezdinde hassasiyetle korunduğunu belirtir bize duyduğunuz güven için teşekkür ederiz.\nKişisel Verilerimin İşlenmesine İlişkin Rıza Beyanı\nReferanslarımdan kendileriyle iletişime geçilebilmesi için izin aldığımı beyan ediyorum. Ayrıca, başvurum öncesinde çalıştığım yerlerin temsilcileri ve referanslarımla işe alım süreci ile sınırlı olmak üzere iletişime geçilmesine, çalıştığım pozisyon, görevlerim, işten ayrılış sürecim, SGK işten çıkış kodunun daha önce çalıştığım işverenlerin temsilcilerine sorulmasına ve Şirket’te değerlendirileceğim pozisyona ilişkin bilgi paylaşılmasına izin veriyorum.\nBaşvurumun olumsuz sonuçlanması halinde dahi ileride açılabilecek iş fırsatları için CV’min üç yıl süre ile şirketiniz nezdinde saklanmasına ve grup şirketlerine aktarılmasına izin verdiğimi beyan ederim.\n**İlana başvurunuz ile KVKK onayınız alınmış olacaktır.\nShow more\nShow less\n\nAbout The Opportunity\nWe have a campaign strategy in every market, which consists of many elements such as BIG BANG campaigns, always-on campaigns… These strategies and plans need to be reflected to the strategy. The execution of this strategy is a responsibility which sits with local marketing teams. Yet, we always trust and check for continuous improvement. So this role is responsible of making sure that the execution is in accordance with the agreed plans and when not, engaging with local teams to correct the course.\nDaily Application Monitoring:\nPerform daily checks and inspections of various areas within the application to ensure functionality, optimal performance, and a seamless user experience.\nCampaign Monitoring:\nEnsure that all campaigns are running smoothly and correctly within the application, verifying that features, promotions, and offers are being displayed as intended to users.\nExploring Engaging Content Areas:\nIdentify and develop new areas within the application that can capture users' attention, boost interaction, and enhance the overall user experience.\nDaily Competitive Monitoring:\nRegularly monitor the competitive landscape in each country, analyzing competitor applications to stay informed about trends, features, and potential improvements\nVisual Content Check:\nPerform daily checks on all visual content (images, graphics, banners, etc.) within the application to ensure they are up-to-date, correctly displayed, and aligned with the brand's standards.\nIssue Identification and Resolution:\nQuickly identify any bugs, glitches, or inconsistencies within the app and escalate them to the appropriate teams for prompt resolution.\nCollaboration with Product Team:\nWork closely with the development and product teams to ensure the timely implementation of necessary improvements or fixes.\nWhat you need to be successful\nRecently graduated or 1 year of experience supporting campaign planning and execution\nFocused on growing as a marketing campaigns specialist within a regional team environment\nEnjoys end-to-end involvement in campaigns, from execution to post-launch follow-up\nActively follows e-commerce and Quick Commerce trends to stay ahead in digital marketing practices\nComfortable analyzing performance data to support execution optimization and decision-making\nSkilled in working alongside marketing and commercial teams in dynamic, fast-paced settings\nStrong communicator in both written and spoken English\nProactive, adaptable, and motivated to contribute ideas while learning and growing in the field\nWho we are\nYemeksepeti is part of the Delivery Hero Group, the world’s pioneering local delivery platform, our mission is to deliver an amazing experience—fast, easy, and to your door. We operate in over 70+ countries worldwide. Headquartered in Berlin, Germany. Delivery Hero has been listed on the Frankfurt Stock Exchange since 2017 and is part of the MDAX stock market index.\nWhat's in it for you\nA chance to crown your career at Yemeksepeti, Turkey's largest online quick delivery platform, that has been raising future managers and industry leaders for 20 years!\nA working environment where employee happiness is prioritized, with a strong corporate culture, passionate colleagues working together towards the same goal, and a transparent management approach!\nProject opportunities that you can run together with the employees of Delivery Hero companies in 43 countries of the world and great teachings about global industry leadership!\nFlexible work hours so that you can plan your business and social life as you wish! (Start working at any time between 08:00 and 10:00!)\nA birthday leave waiting for you the next day so you can have fun and party as much as you want on your birthday!\nOnline trainings shaped by your choices, where the opportunities you can learn and improve yourself are unlimited!\nA comprehensive private health insurance that will never let you down when you need it!\nThe Yemeksepeti family! Always smiling and high communication skills!\nA pre-planned orientation program so that you can capture the spirit of Yemeksepeti in the best way, get to know the brand from the inside, and always feel at home. And of course, a Buddy who will always support you in your first weeks!\nYour rights arising from the processing of your personal data, within the scope of the Law on the Protection of personal data. You can find detailed information on the page of our Clarification Text at https://www.yemeksepeti.com/contents/kvkk-aday-aydinlatma-metni\nShow more\nShow less\n\nAbout Codeway\nCodeway is a leading global technology company at the forefront of the mobile industry, pioneering AI research and developing cutting-edge consumer products. In just five years, we’ve reached over 300 million users worldwide with a diverse portfolio of high-performing applications. At Codeway, we blend fast execution with deep product thinking, delivering category-defining mobile experiences while staying agile, data-driven and financially strong.\nPOSITION\nAt Codeway,\nCreative Marketing\nis about\ndiscovering new creative angles, testing bold ideas, and bringing fresh perspectives to performance marketing\n. We don’t just follow trends—we analyze, adapt, and create them. In this role, you'll focus on\ncreative strategy, ideation, and research\n, ensuring our marketing art team has the best insights and concepts to\nproduce high-performing creatives\n.\nSo, the ideal candidate is a\nresearch-driven, analytical and trend-savvy creative thinker\nwho thrives on\nexploring new creative possibilities, experimenting with different approaches, and refining creative strategies based on insights\n.\nWHY YOU’LL LOVE WORKING HERE ?\nBy becoming part of our team, you’ll have the opportunity to work in a dynamic and innovative environment where creativity, technology, and impact go hand in hand. This role allows you to bring fresh ideas to the table, experiment with cutting-edge AI-powered marketing tools, and play a key role in shaping the success of our products. Your work will reach millions of users worldwide, giving you the chance to make a real difference. If you thrive in a fast-paced, growth-oriented environment and are passionate about pushing creative and technological boundaries, we’d love to hear from you!\nWHAT YOU’LL BE DOING?\nGenerate fresh creative ad concepts, identify new creative angles for our apps, and experiment with out-of-the-box marketing ideas beyond standard ad formats to push creative boundaries.\nWork closely with the Marketing Art team to bring ideas to life, translating marketing insights and audience behaviors into actionable creative strategies that enhance ad performance and engagement.\nStay ahead of industry trends by analyzing top-performing apps, ads, competitor strategies, social media trends, and viral content, identifying what drives engagement and using these insights to bring fresh, data-backed ideas to the marketing team.\nAnalyze and deconstruct winning creatives, extracting key learnings to improve future ad performance and sharing insights across the team.\nResearch and integrate AI-powered creative tools to streamline workflows and automate creative processes.\nWork closely with performance marketers, influencers, and marketing artists to align creative strategies, optimize ad performance, and develop high-impact content across different channels.\nCollaborate with the influencer team to identify UGC content needs, provide clear creative briefs to creators, and support the process by ensuring the produced assets align with marketing goals and creative strategy.\nWHAT YOU’LL BRING?\nCreative Vision. A natural ability to spot new creative trends and marketing opportunities.\nTrend-Obsessed Mindset. You love following viral content, emerging ad formats, and mobile marketing innovations.\nResearch & Analytical Skills. You’re comfortable breaking down competitors’ creative strategies and measuring performance.\nData-Driven Creativity. You use insights from ad performance to refine and develop better creative ideas.\nCuriosity for AI & Automation. You have a passion for discovering new tools and optimizing creative workflows.\nStrong Collaboration. You’ll work closely with marketing artists, product teams, and performance marketers.\nOwnership Mentality. You take initiative, think critically, and push projects forward with minimal supervision.\nExcellent Communication. You can clearly present creative ideas, trends, and performance takeaways to the team.\nProficiency in English. Our campaigns target a global audience, so strong English skills are a must.\nWHAT’S IN IT FOR YOU?\nGreat Place to Work. As our top team member, you'll be a part of a fast-growing startup and have the privilege to enjoy our accredited “BEST WORKPLACES” environment, ranked first among all workplaces.\nA Competitive Compensation Package. Long story short, we take care of you.\nA Meal Compensation that is actually enough for a decent & nutritious lunch, we’re not following the industry standard.\nFull Health Benefits. To keep you away from all the trouble, we provide unlimited private health insurance and cover the HPV vaccine.\nPet Adoption Support. We cover the primary healthcare expenses, parasite vaccinations, and microchip costs that may arise within the first year after employees adopt a pet.\nCool Tech Stack. Macbook, iPhone 15 Pro, magic mouse, magic keyboard; an adjustable desk with a 4K screen and any other gadget you may need in your job.\nSport Activities Support. We care about your physical wellbeing and support your gym membership.\nLearning Never Ends! Training budget to help you grow in your role, gain new skills, and learn new things!\nUdemy Free Pass. An unlimited Udemy subscription.\nFlexible Schedule & Unlimited Vacations. This isn’t a “clock in, clock out” company. We care about your productivity, not tracking every minute you’re on site. It’s up to you to always be responsible with your work, no matter where you are or what schedule you’re keeping.\nEnglish Course Support. Be more global and perform best at your work.\nComprehensive Well-being Support. Through our partnership with Meditopia, we now offer free psychological counseling, along with additional services like dietitian, personal trainer, parenting consultant, physiotherapist, child & adolescent therapist, and face-to-face counseling for employees in Istanbul.\nA Top-Notch Office. Located at the heart of Istanbul, right next to Levent Metro Station at Ferko Signature.\nCodebrew. Yes, you’ve heard it right: We love coffee so much that we’ve built our own coffee shop inside our office, where we also provide healthy snacks at certain hours.\nFree Breakfast. At Codebrew - every morning at 9:30 AM.\nNo Dress Code. Dress as you like.\nHappy Hours Every Friday. Every. Single. Friday. When it’s 5 PM: Screens off, party on! (Check out Codeway on Instagram)\nDream Team. Average Codeway member is young, talented, and passionate - which makes our working environment extremely dynamic. Need proof? Take a look at our Instagram.\nGaming Area. Whenever you need to take a break from hard work and relax with your favorite games, our PS5 corner will be waiting for you.\nSoftware Support. Subscription to any software you might need to perform at your best.\nPublic Transportation Support. Daily public transportation support is on us, covered by an additional monthly compensation.\nParent Support. Becoming a parent is a big moment, and Codeway celebrates it with you. We offer a one-time grant to support our new parents.\nMassage Room. When you need a moment to recharge and unwind, our massage chair room will be ready to offer you a relaxing break.\nTHE RECRUITING PROCESS\nWe are committed to keeping our recruitment process short and transparent. Here’s how it looks like:\nApplication: Send us your CV or LinkedIn profile. You can also just write a few words about yourself.\nCase Study: We might send you a task to solve.\nTalent & Culture Interview: Let’s talk about your experience & expectations and see what we can achieve together.\nTechnical Interview: You will meet with future team lead to go over the case and your technical capabilities in detail.\nReference Check: We will contact your references to gain insights into your past experiences and work ethic.\nWelcome Aboard! You are now a part of the team.\nYour personal data that will be collected through your applications made due to this advertisement will be processed automatically by the data controller Codeway in accordance with the Personal Data Protection Law No. 6698 (\"KVKK\") and relevant legislation for the purpose of conducting job application processes. You can access detailed information on this matter from the\n\"Candidate Information Notice\"\npage at\nhttps://www.codeway.co\n. Codeway processes the personal data of job applicants in accordance with relevant legislation. \"\nPrivacy Notice for Employee Candidate\n\"\nsummarizes the data processing procedures during the application process.\nBu ilan sebebiyle yapacağınız başvurular aracılığıyla toplanacak kişisel verileriniz veri sorumlusu Codeway tarafından 6698 sayılı Kişisel Verilerin Korunması Kanunu (“KVKK”) ve ilgili mevzuat kapsamında iş başvuru süreçlerinin yürütülmesi amacıyla otomatik yollarla işlenecektir. Detaylı bilgiye\nhttps://www.codeway.co\nadresindeki\n\"Aday Aydınlatma Metnimizin\"\nsayfasından ulaşabilirsiniz. Codeway, iş başvurusu yapan adayların kişisel verilerini, ilgili mevzuat çerçevesinde işlemektedir.\n\"Çalışan Adayı İçin Gizlilik Bildirimi\"\nbaşvuru sürecindeki veri işleme süreçlerini özetler.\nShow more\nShow less"
}